Repository: dimdub34/oathAndLies
Catalog: locale/*/LC_MESSAGES/oathAndLies.po
Languages: fr_fr

source: Set roles
fr_fr: Fixer les rôles

source: Display additional questions
fr_fr: Lancer les questions additionnelles

source: You must start the part before to run the questionnaire
fr_fr: Il faut avoir lancé la partie avant de lancer le questionnaire

source: Do you want to start additional questions?
fr_fr: Voulez-vous lancer les questions additionnelles?

source: Additional questions
fr_fr: Questions additionnelles

source: You must play the part before to start the questionnaire
fr_fr: Il faut avoir lancé la partie avant de démarrer le questionnaire

source: Treatment
fr_fr: Traitement

source: Select the game
fr_fr: Sélectionner le jeu

source: Players A
fr_fr: Joueurs A

source: There are {} players A:
fr_fr: Il y a {} joueurs A:

source: Do you confirm?
fr_fr: Vous confirmez?

source: Payoffs
fr_fr: Gains

source: Dice toss
fr_fr: Lancé de dé

source: Toss the dice
fr_fr: Lancer le dé

source: The outcome of the dice toss is
fr_fr: La résultat du lancé de dé est

source: You must enter a number between 1 and 6
fr_fr: Vous devez saisir un nombre compris entre 1 et 6

source: Message to B
fr_fr: Message à B

source: Select the message you sent to player B
fr_fr: Sélectionner le message que vous transmettez à B

source: You must choose a message
fr_fr: Vous devez choisir un message

source: Message from A
fr_fr: Message de A

source: Player A sends you the message
fr_fr: Le joueur A vous a envoyé le message

source: the outcome of the dice toss is
fr_fr: La résultat du lancé de dé est

source: Choice of a number
fr_fr: Choisissez un nombre

source: Enter a number between 1 and 6
fr_fr: Saisir un nombre compris entre 1 et 6

source: You must select one item
fr_fr: Vous devez choisir un élément
